const MainTranslate = {
    ua:{
        MainPage:{
            intro: {
                title: 'Розсадник  ягідних культур Брусвяна',
                btnRetail: 'Роздріб',
                btnWholesale: 'Опт'
            },
            info:{
                headLeft: 'Масштабний підхід та якість перевірена роками',
                leftParagraph:[
                    'Брусвяна - розсадник ягідних культур з понад 15-річним досвідом роботи. Займаємося оптовою та роздрібною торгівлею по всій Україні.',
                    'Розпочали роботу у 2005 році. Одними з перших почали розвивати популярну нині культуру - лохину високорослу.',
                    'Надаємо комплексну підтримку клієнту для забезпечення гарного результату, від вибору культури та сорту до агротехнічних заходів.',
                    'Основними культурами виробництва є лохина високоросла, малина ремонтантна, суниця альпійська.'
                ],
                headRight: '16 років успішної роботи на ринку України та за її межами',
            }
        }
    },
    ru:{
        MainPage:{
            intro: {
                title: 'Рассадник ягодных культур Брусвяна',
                btnRetail: 'Розница',
                btnWholesale: 'Опт'
            },
            info:{
                headLeft: 'Масштабный подход и качество проверено годами',
                leftParagraph:[
                    'Брусвяна – питомник ягодных культур с более чем 15-летним опытом работы. Занимаемся оптовой и розничной торговлей по всей Украине.',
                    'Начали работу в 2005 году. Одними из первых начали развивать популярную ныне культуру – голубику высокорослую.',
                    'Оказываем комплексную поддержку клиенту для обеспечения хорошего результата, от выбора культуры и сорта до агротехнических мероприятий.',
                    'Основными культурами производства является голубика высокорослая, малина ремонтантная, земляника альпийская.'
                ],
                headRight: '16 лет успешной работы на рынке Украины и за ее пределами',
            }
        }
    },
    en:{
        MainPage:{
            intro: {
                title: 'Nursery of berry crops in Brusvyan',
                btnRetail: 'Retail',
                btnWholesale: 'Wholesale'
            },
            info:{
                headLeft: 'Large-scale approach and quality tested over the years',
                leftParagraph:[
                    'Brusvyana is a berry nursery with over 15 years of experience. We are engaged in wholesale and retail trade throughout Ukraine.',
                    'Started work in 2005. They were among the first to develop the now popular culture - tall blueberry.',
                    'We provide comprehensive support to the client to ensure a good result, from the choice of culture and variety to agrotechnical measures.',
                    'The main production crops are high-growing blueberries, remontant raspberries, and alpine strawberries.'
                ],
                headRight: '16 years of successful work in the market of Ukraine and abroad',
            }
        }
    }
}



//Contacts info
const ContactsInfo = {
    mail: 'brusvyana@ukr.net',
    smallPhone: 'tel:380674116906',
    smallPhoneLabel: '+38 067 411 69 06',
    bigphoneLabel: '+38 067 411 36 91',
    bigPhone: 'tel:380674113691',
    phoneLabel: '+380 67 411 69 08',
    phone: 'tel:380674116908',
    facebook: 'https://www.facebook.com/brusvyana/',
    instagram: 'https://www.instagram.com/brusvyana/',
}



// Partners info
const partners = [
    {
        name: 'ООО "Компания Профиль"',
        logo: '1.png',
        link: 'https://www.google.com/',
        description: 'ООО "Компания Профиль" - одна из крупнейших компаний в Ua, основанная в 1992 году. Компания предлагает своим клиентам профессиональные услуги по профессиональному профилированию и профессиональному обучению. ООО "Компания Профиль" - одна из крупнейших компаний в Ua, основанная в 1992 году. Компания предлагает своим клиентам профессиональные услуги по профессиональному профилированию и профессиональному обучению. ООО "Компания Профиль" - одна из крупнейших компаний в Ua, основанная в 1992 году. Компания предлагает своим клиентам профессиональные услуги по профессиональному профилированию и профессиональному обучению. ООО "Компания Профиль" - одна из крупнейших компаний в Ua, основанная в 1992 году. Компания предлагает своим клиентам профессиональные услуги по профессиональному профилированию и профессиональному обучению. ООО "Компания Профиль" - одна из крупнейших компаний в Ua, основанная в 1992 году. Компания предлагает своим клиентам профессиональные услуги по профессиональному профилированию и профессиональному обучению.',
        cupon: 'Brusvyana01'
    },
    {
        name: 'ООО "Компания Профиль"',
        logo: '2.jpg',
        link: 'https://www.google.com/',
        description: 'ООО "Компания Профиль" - одна из крупнейших компаний в Ua, основанная в 1992 году. Компания предлагает своим клиентам профессиональные услуги по профессиональному профилированию и профессиональному обучению.',
        cupon: 'Brusvyana01'
    },
    {
        name: 'ООО "Компания Профиль"',
        logo: '3.jpg',
        link: 'https://www.google.com/',
        description: 'ООО "Компания Профиль" - одна из крупнейших компаний в Ua, основанная в 1992 году. Компания предлагает своим клиентам профессиональные услуги по профессиональному профилированию и профессиональному обучению.',
        cupon: 'Brusvyana01'
    },
    {
        name: 'ООО "Компания Профиль"',
        logo: '2.jpg',
        link: 'https://www.google.com/',
        description: 'ООО "Компания Профиль" - одна из крупнейших компаний в Ua, основанная в 1992 году. Компания предлагает своим клиентам профессиональные услуги по профессиональному профилированию и профессиональному обучению.',
        cupon: 'Brusvyana01'
    },
    {
        name: 'ООО "Компания Профиль"',
        logo: '3.jpg',
        link: 'https://www.google.com/',
        description: 'ООО "Компания Профиль" - одна из крупнейших компаний в Ua, основанная в 1992 году. Компания предлагает своим клиентам профессиональные услуги по профессиональному профилированию и профессиональному обучению.',
        cupon: 'Brusvyana01'
    },

    {
        name: 'ООО "Компания Профиль"',
        logo: '1.png',
        link: 'https://www.google.com/',
        description: 'ООО "Компания Профиль" - одна из крупнейших компаний в Ua, основанная в 1992 году. Компания предлагает своим клиентам профессиональные услуги по профессиональному профилированию и профессиональному обучению.',
        cupon: 'Brusvyana01'
    },
    {
        name: 'ООО "Компания Профиль"',
        logo: '3.jpg',
        link: 'https://www.google.com/',
        description: 'ООО "Компания Профиль" - одна из крупнейших компаний в Ua, основанная в 1992 году. Компания предлагает своим клиентам профессиональные услуги по профессиональному профилированию и профессиональному обучению.',
        cupon: 'Brusvyana01'
    },
    {
        name: 'ООО "Компания Профиль"',
        logo: '1.png',
        link: 'https://www.google.com/',
        description: 'ООО "Компания Профиль" - одна из крупнейших компаний в Ua, основанная в 1992 году. Компания предлагает своим клиентам профессиональные услуги по профессиональному профилированию и профессиональному обучению.',
        cupon: 'Brusvyana01'
    },

    {
        name: 'ООО "Компания Профиль"',
        logo: '3.jpg',
        link: 'https://www.google.com/',
        description: 'ООО "Компания Профиль" - одна из крупнейших компаний в Ua, основанная в 1992 году. Компания предлагает своим клиентам профессиональные услуги по профессиональному профилированию и профессиональному обучению.',
        cupon: 'Brusvyana01'
    },

];




export { partners, MainTranslate, ContactsInfo };